"""=====Типы данных которые я не знаю====="""
#1. list() -> [1,2,3, None,True,"Hello",[1,2,3]{1:'a'}] список
#2. tuple() -> (1,2,3,None,False) кортеж
#3. set() -> {1,2,3,4,5,} множество
#4. dict() -> {1: 'one',2: 'two',3: 'three'} словарь
#5. frozenset() -> замароженное множество
"""=====Изменяемые====="""
#set
#dict
#list
"""=====Арифмитические операции====="""
# +
# -
# *
# /

# num1=10
# num2=88
# print(num1+num2)

# divmode() -> принимает два числа и возвращает два числа 
# первое число результат целочисленного деления, второе остаток от деления 
# print(divmod(10,3))
# round() -> окркугляет число в ближайшую сторону 
# round(14/3, 3 -> (указывает сколкьо чисел после запятой оставить))

